Repository: WeOwnYou/test_task1
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Welcome!
ru: Добро пожаловать!

# welcomeSubtitle
source: Here will be short info about the app
ru: Здесь будет краткая инфа про приложение

# onboardingTitle
source: Subscription required
ru: Доступ по подписке

# onboardingSubtitle
source: To access the main screen and all app features, you need an active subscription. Choose a plan on the next screen.
ru: Чтобы получить доступ к главному экрану и функциям приложения, необходимо оформить подписку. Вы сможете выбрать удобный тариф на следующем шаге.

# homeTitle
source: Home Screen
ru: Главный экран

# feature1Title
source: First Feature
ru: Первая функция

# feature1Subtitle
source: Description of the first feature
ru: Описание первой функции приложения

# feature2Title
source: Second Feature
ru: Вторая функция

# feature2Subtitle
source: Description of the second feature
ru: Описание второй функции приложения

# feature3Title
source: Third Feature
ru: Третья функция

# feature3Subtitle
source: Description of the third feature
ru: Описание третьей функции приложения

source: Yearly
ru: Годовая

source: Monthly
ru: Ежемесячная

source: Next
ru: Далее

# continueOn
source: Continue
ru: Продолжить

source: Buy subscription
ru: Купите подписку

source: Discount
ru: Скидка

source: Cancel subscription
ru: Отменить подписку
